;; -*- no-byte-compile: t; -*-
;;; feature/version-control/packages.el

;;; +git
(package! git-gutter-fringe)
(package! git-link)
(package! git-timemachine)
(package! gitconfig-mode)
(package! gitignore-mode)
(package! git-timemachine)
(package! gist)
(package! magit)
;; BMACS - evil-magit
(package! evil-magit)
